male_f_n_str = "Яковлев Владимир,Козлов Мирон,Федоров Даниэль,Ефимов Роман,Золотов Григорий,Рыжов Денис," \
               "Анисимов Никита,Гусев Михаил,Ильин Александр,Мухин Михаил,Ильин Владимир,Карпов Даниил," \
               "Орлов Павел,Вишневский Георгий,Зубов Елисей,Калашников Богдан,Овчинников Ярослав,Зубков Владислав," \
               "Королев Николай,Борисов Михаил,Нефедов Дмитрий,Афанасьев Анатолий,Миронов Адам,Серебряков Александр," \
               "Кузьмин Лев,Гусев Александр,Колесников Никита,Губанов Лев,Иванов Артём,Пименов Фёдор,Гончаров Виктор," \
               "Калашников Даниил,Орлов Мирослав,Беляков Владимир,Гордеев Макар,Фокин Мирон,Куликов Олег,Соколов Лев," \
               "Зайцев Фёдор,Новиков Денис,Мартынов Матвей,Соловьев Иван,Иванов Василий,Зубков Пётр,Воронков Ярослав," \
               "Митрофанов Тимофей,Беляев Всеволод,Поляков Борис,Петров Даниил,Ермилов Максим,Чумаков Михаил," \
               "Сазонов Илья,Сидоров Василий,Петров Семён,Рыжов Ярослав,Иванов Дамир,Петров Кирилл," \
               "Михайлов Александр,Фролов Алексей,Нестеров Даниил,Зайцев Леонид,Скворцов Адам,Постников Платон," \
               "Тихомиров Роман,Осипов Глеб,Бирюков Тимофей,Козлов Сергей,Самсонов Александр,Яковлев Антон," \
               "Власов Артемий,Бочаров Василий,Аксенов Богдан,Худяков Матвей,Акимов Константин,Воронин Александр," \
               "Лебедев Илья,Агеев Денис,Королев Илья,Муравьев Адам,Марков Вадим,Николаев Степан,Николаев Лев," \
               "Родионов Виталий,Аникин Степан,Кулагин Максим,Блинов Максим,Белоусов Антон,Дмитриев Мирон," \
               "Корнеев Кирилл,Свешников Григорий,Романов Максим,Михеев Григорий,Лаврентьев Григорий," \
               "Шевелев Андрей,Герасимов Матвей,Кожевников Артём,Иванов Даниил,Рубцов Даниэль,Афанасьев Данил," \
               "Березин Матвей"
female_f_n_str = "Федорова Елизавета,Богданова Василиса,Лаврентьева Кира,Шестакова Кира,Котова Валерия," \
                 "Нестерова Александра,Масленникова Софья,Козлова Арина,Игнатьева Алиса,Петрова Виктория," \
                 "Фролова Дарья,Демина Вера,Афанасьева Яна,Кудряшова Алия,Рыбакова Алина,Сорокина Майя,Симонова Вера," \
                 "Федорова Диана,Баранова Мария,Большакова Светлана,Захарова Кира,Ежова Алёна,Кузнецова Дарья," \
                 "Смирнова Милана,Попова Лия,Тимофеева Татьяна,Селезнева Кира,Виноградова Алиса,Попова Василиса," \
                 "Артамонова Ирина,Семенова Кира,Козлова Кира,Смирнова Альбина,Дорофеева Варвара,Евдокимова Алиса," \
                 "Кузнецова Анна,Молчанова Анна,Кузьмина Анна,Королева Ева,Макарова Александра,Ефимова Милана," \
                 "Николаева Василиса,Винокурова Софья,Фомина София,Волкова Мария,Андреева Милана,Субботина Диана," \
                 "Зайцева Амина,Галкина Софья,Алексеева Кира,Романова Алина,Жданова Вера,Климова Ольга," \
                 "Никулина Алиса,Нефедова София,Артемова Наталья,Шилова Алина,Постникова Ника,Андреева Антонина," \
                 "Зуева Сафия,Иванова Кира,Савельева Полина,Смирнова Евдокия,Громова Евгения,Волкова Полина," \
                 "Кузьмина Варвара,Васильева Екатерина,Матвеева Кира,Блинова Майя,Демина Стефания,Бородина Олеся," \
                 "Борисова Полина,Шишкина Анна,Маркова Елизавета,Борисова Диана,Денисова Ева,Селезнева Василиса," \
                 "Зайцева Мария,Иванова Мира,Зимина София,Семенова Анна,Кудряшова Софья,Полякова Алина," \
                 "Новикова Анна,Иванова Злата,Афанасьева Камилла,Никифорова Варвара,Никифорова София," \
                 "Яковлева Сафия,Никитина Полина,Андрианова Василиса,Киселева Амалия,Потапова Елизавета," \
                 "Мартынова Софья,Софронова Яна,Фролова Виктория,Смирнова Анна,Лебедева Фатима,Филиппова Алёна," \
                 "Голубева София"
cats_name = ['Соня', 'Клеопатра', 'Цунами', 'Забияка', 'Матильда', 'Кнопка', 'Масяня', 'Царапка', 'Серсея', 'Ворсинка',
             'Амели', 'Наоми', 'Маркиза', 'Изольда', 'Гарфилд', 'Том', 'Гудвин', 'Рокки', 'Ленивец', 'Пушок', 'Спорти',
             'Бегемот', 'Пират', 'Гудини', 'Зорро', 'Саймон', 'Альбус', 'Базилио', 'Леопольд', 'Нарцисс', 'Атос',
             'Каспер']
